{
  "blogs": [
    {
      "id": "cf55",
      "title": "Motivational Letter",
      "body": "I am writing to express my interest in the Web Engineer position at Vinted Engineering Academy. While my current proficiency in React may be considered basic, with a background in studying Information Systems at Vilnius Gediminas Technical University, I am confident in my ability to quickly acquire new skills.\nAttending your recent event about the Engineering Academy was an inspiring experience for me. Hearing the stories of candidates who transitioned into new careers and found success within Vinted Engineering Academy reinforced my desire to pursue a career aligned with my field of study.\nFrom the moment I discovered Vinted's platform, I was drawn to its mission of empowering sustainable fashion and fostering community connections. I am eager to contribute to Vinted's mission while furthering my skills and knowledge in a supportive learning environment.\nThroughout my studies, I have gained a solid foundation in programming principles, database management and web development technologies, I am eager to expand my skill set to include more advanced web technologies.\nWhat I lack in practical experience, I make up for in enthusiasm and a strong work ethic. I am committed to putting in the time and effort necessary to excel in this role and make meaningful contributions to the team.\nIn conclusion, I am genuinely enthusiastic about the opportunity to join Vinted Engineering Academy and contribute to the company's continued success. \n",
      "author": "Nelija"
    },
    {
      "title": "The Princess and the Pea",
      "body": "Once there was a Prince who wanted to marry a Princess. Only a real one would do. So he traveled through all the world to find her, and everywhere things went wrong. There were Princesses aplenty, but how was he to know whether they were real Princesses? There was something not quite right about them all. So he came home again and was unhappy, because he did so want to have a real Princess. One evening a terrible storm blew up. It lightened and thundered and rained. It was really frightful! In the midst of it all came a knocking at the town gate. The old King went to open it. Who should be standing outside but a Princess, and what a sight she was in all that rain and wind. Water streamed from her hair down her clothes into her shoes, and ran out at the heels. Yet she claimed to be a real Princess. 'We'll soon find that out', the old Queen thought to herself. Without saying a word about it she went to the bedchamber, stripped back the bedclothes, and put just one pea in the bottom of the bed. Then she took twenty mattresses and piled them on the pea. Then she took twenty eiderdown feather beds and piled them on the mattresses. Up on top of all these the Princess was to spend the night. In the morning they asked her, 'Did you sleep well?' 'Oh!' said the Princess. 'No. I scarcely slept at all. Heaven knows what's in that bed. I lay on something so hard that I'm black and blue all over. It was simply terrible.' They could see she was a real Princess and no question about it, now that she had felt one pea all the way through twenty mattresses and twenty more feather beds. Nobody but a Princess could be so delicate. So the Prince made haste to marry her, because he knew he had found a real Princess. As for the pea, they put it in the museum. There it's still to be seen, unless somebody has taken it.",
      "author": "Hans Christian Andersen",
      "id": "1"
    }
  ]
}